<?php
$html_title = "使用协议 - 口立方";
require $_SERVER['DOCUMENT_ROOT']."/global.php";
require  $_SERVER['DOCUMENT_ROOT']."/include/header.php";
?>
<div class="inner">
	<div id="term_content">
	  <h2 class='page_title'>口立方协议（草案）</h2>
	  <p> 欢迎您来到口立方。</p>
	  <p>请您仔细阅读以下条款，如果您对本协议的任何条款表示异议，您可以选择不使用口立方。当您注册成功，无论是进入口立方，还是在口立方上撰写发布任何内容（即“内容”），均意味着您（即“用户”）完全接受本协议项下的全部条款。</p>
	  <br/>
	  <div id="term-sec1">
		<h3>使用规则</h3>
		<ol>
		  <li>用户注册成功后，口立方将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。</li>
		  <li>用户须对在口立方的注册信息的真实性、合法性、有效性承担全部责任，用户不得冒充他人；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则口立方有权立即停止提供服务，收回其帐号并由用户独自承担由此而产生的一切法律责任。</li>
		  <li>口立方是一个创建，发布，传播及获取社会媒体故事的平台，用户通过口立方发表的信息为公开的信息，其他第三方均可以通过口立方获取用户发表的信息，用户对任何信息的发表即认可该信息为公开的信息，并单独对此行为承担法律责任；任何用户不愿被其他第三人获知的信息都不应该在口立方上进行发表。
		  </li>
		  <li>口立方保证帮助您通过第三方网站的API采用遵守第三方网站使用条款的方式获取他们的内容，您（即“用户”）必须遵守第三方网站的使用协议，口立方不对任何违反第三方网站使用协议的行为负责。</li>
		  <li>口立方不能控制和改变第三方网站的隐私协议以及其他条款，如果您要使用第三方网站的信息源，请您仔细阅读该第三方网站的使用条款，隐私协议。</li>
		  <li>用户承诺不得以任何方式利用口立方直接或间接从事违反中国法律、以及社会公德的行为，口立方有权对违反上述承诺的内容予以删除。</li>
		  <li>用户不得利用口立方服务制作、上载、复制、发布、传播或者转载如下内容：
			<ul>
			  <li>反对宪法所确定的基本原则的；</li>
			  <li>危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；</li>
			  <li>损害国家荣誉和利益的；</li>
			  <li>煽动民族仇恨、民族歧视，破坏民族团结的；</li>
			  <li>破坏国家宗教政策，宣扬邪教和封建迷信的；</li>
			  <li>散布谣言，扰乱社会秩序，破坏社会稳定的；</li>
			  <li>散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；</li>
			  <li>侮辱或者诽谤他人，侵害他人合法权益的；</li>
			  <li>含有法律、行政法规禁止的其他内容的信息。</li>
			</ul>
		  </li>
		  <li>口立方有权对用户使用口立方的情况进行审查和监督，如用户在使用口立方时违反任何上述规定，口立方或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户张贴的内容、暂停或终止用户使用口立方的权利）以减轻用户不当行为造成的影响。</li>
		</ol>
	  </div>
	  <div id="term-sec2">
	    <h3>知识产权</h3>
		<p>口立方是一个创建，发布，传播及获取社会媒体故事的平台，我们尊重和鼓励口立方用户传播和分享用户创作的内容，我们承诺将保护知识产权作为口立方运营的重要基本原则。</p>
		<ol>
		  <li>口立方努力让故事中引用到的所有信息保留原始出处信息，这些信息包括但不限于原作者名，作者头像，原始链接，第三方网站标志等。</li>
		  <li>用户在口立方上发布的全部故事，版权归用户本人所有。</li>
		  <li>您同意赋予口立方无版税，非独家，世界范围内的许可证来使用，分发您在口立方创建和发布的故事，您同意赋予口立方的每个用户无版税，非独家，世界范围内的许可证在遵守口立方使用协议的情况下通过口立方访问，使用和传播你发布的内容。</li>
		  <li>口立方鼓励用户传播和分享在口立方上创建和发布的内容，同时也鼓励用户使用口立方内置的“知会”功能通知您故事中引用到内容的原作者。</li>
		  <li>当口立方用户的言论侵犯了第三方的著作权或其他权利，责任在于用户本人，口立方不承担任何法律责任。如果第三方提出关于著作权的异议，口立方有权根据实际情况删除相关的内容，有权追究用户的法律责任，给口立方或任何第三方造成损失的，用户应负责全额赔偿。</li>
		  <li>如个人或单位发现口立方上存在侵犯其自身合法权益的内容，请及时与口立方取得联系，并提供具有法律效应的证明材料，以便口立方作出处理。包含的书面证明材料如下：
			<ul>
			  <li>涉嫌侵权内容所有者的权属证明；</li>
			  <li>明确的身份证明、住址、联系方式；</li>
			  <li>涉嫌侵权内容在口立方平台上的位置、描述和著作权遭受侵犯的证明；</li>
			  <li>其他必要的具有法律效应的证明材料。</li>
			</ul>
		  </li>
		</ol>
	  </div>
	  <div id="term-sec3">
		<h3>个人隐私</h3>
		<p>
尊重用户个人隐私是口立方的重要原则，口立方将通过技术手段、强化内部管理等办法充分保护用户的个人隐私信息，除法律或有法律赋予权限的政府部门要求或事先得到用户明确授权等原因外，口立方保证不对外公开或向第三方透露用户个人隐私信息，或用户在使用服务时存储的非公开内容。同时，为了运营和改善口立方的技术与服务，口立方将可能会自行收集使用或向第三方提供用户的非个人隐私信息，这将有助于口立方向用户提供更好的用户体验和服务质量。
		</p>
	  </div>
	  <div id="term-sec4">
		<h3>免责申明</h3>
		<ol>
		  <li>口立方不能对用户发布故事的内容真实性和观点正确性进行保证。</li>
		  <li>用户在口立方发表的内容仅表明其个人的立场和观点，并不代表口立方的立场或观点。作为内容的发表者，需自行对所发表内容负责，因所发表内容引发的一切纠纷，由该内容的发表者承担全部法律及连带责任。口立方不承担任何法律及连带责任。</li>
		  <li>口立方不保证网络服务一定能满足用户的要求，也不保证网络服务不会中断，对网络服务的及时性、安全性、准确性也都不作保证。</li>
		  <li>对于因不可抗力或口立方不能控制的原因造成的网络服务中断或其它缺陷，口立方不承担任何责任，但将尽力减少因此而给用户造成的损失和影响。</li>
		  <li>如果您发现口立方上有内容侵犯了您的知识产权或其他权益，请联系<a href='/contactus'>口立方</a> </li>
		</ol>
	  </div>
	  <div id="term-sec5">
		<h3>协议修改</h3>
		<ol>
		  <li>根据互联网的发展和有关法律、法规及规范性文件的变化，或者因业务发展需要，口立方有权对本协议的条款作出修改或变更，一旦本协议的内容发生变动，口立方将会直接在口立方网站上公布修改之后的协议内容，该公布行为视为口立方已经通知用户修改内容。口立方也可采用电子邮件或其他的传送方式，提示用户协议条款的修改、服务变更、或其它重要事项。</li>
		  <li>如果不同意口立方对本协议相关条款所做的修改，用户有权并应当停止使用口立方。如果用户继续使用口立方，则视为用户接受口立方对本协议相关条款所做的修改。</li>
		</ol>
	  </div>
	  <div style='height:50px;'></div>
	</div>
</div>

<?php
include $_SERVER['DOCUMENT_ROOT']."/include/footer.htm"
?>

</body>
</html>